brew "direnv"
brew "git"
brew "git-delta"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "zplug"
brew "zsh"

cask "1password"
cask "alacritty"
cask "flux"
cask "google-chrome"
cask "itsycal"
cask "maccy"
cask "rectangle"
cask "spotify"
cask "vlc"
