brew "direnv"
brew "fasd"
brew "git"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "zplug"
brew "zsh"

cask "1password"
cask "alacritty"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "itsycal"
cask "java"
cask "rocket"
cask "shiftit"
cask "spotify"
cask "vlc"
